/* No comment provided by engineer. */
"%@ to %@" = "从 %1$@ 到 %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d / %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li 到 %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "'item' 参数为必填项";

/* No comment provided by engineer. */
"'portal' parameter required" = "'portal' 参数为必填项";

/* No comment provided by engineer. */
"'tags' parameter required" = "'tags' 参数为必填项";

/* No comment provided by engineer. */
"'title' parameter required" = "'title' 参数为必填项";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<无值>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "对设备位置的访问被拒绝。";

/* No comment provided by engineer. */
"Actual Size" = "实际大小";

/* No comment provided by engineer. */
"Add" = "添加";

/* No comment provided by engineer. */
"Add Attachment" = "添加附件";

/* No comment provided by engineer. */
"Add..." = "正在添加...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "该操作需要一个 itemID。将此项目添加到门户来获取 ItemID。";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "检测到未捕捉到的 NSException 异常，但原始信息和调用栈不可用。请中断 objective-c 异常以查看导致原始 NSException 异常的代码。有关如何执行此操作的详细信息，请参阅文档。";

/* No comment provided by engineer. */
"Apply Geometry" = "应用几何";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "求解路径至少需要 1 个设施点。";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "求解路径至少需要 1 个事件点。";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "求解路径至少需要 2 个停靠点。";

/* No comment provided by engineer. */
"Attachment" = "附件";

/* No comment provided by engineer. */
"Attachments" = "附件";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "尝试使用的功能不受当前许可级别支持";

/* No comment provided by engineer. */
"Authorization required" = "需要授权";

/* No comment provided by engineer. */
"Bad Request" = "错误请求";

/* No comment provided by engineer. */
"Bad URL." = "URL 错误。";

/* No comment provided by engineer. */
"bytes" = "字节";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "无法保存为不同的项目类型。";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "无法验证 '%@' 的身份";

/* No comment provided by engineer. */
"Certificate Required" = "需要证书";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Challenge for URL：%1$@ (failureCount 为 %2$lu)";

/* No comment provided by engineer. */
"Changing Feature Type" = "更改要素类型";

/* No comment provided by engineer. */
"Choose From Library" = "从库中选择";

/* No comment provided by engineer. */
"Clear" = "清除";

/* No comment provided by engineer. */
"Clear Geometry" = "清除几何";

/* No comment provided by engineer. */
"Continue" = "继续";

/* No comment provided by engineer. */
"Created %d hours ago" = "在 %d 小时前创建";

/* No comment provided by engineer. */
"Created %d minutes ago" = "在 %d 分钟前创建";

/* No comment provided by engineer. */
"Created a minute ago" = "在一分钟前创建";

/* No comment provided by engineer. */
"Created an hour ago" = "在一小时前创建";

/* No comment provided by engineer. */
"Created by %@" = "由 %@ 创建";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "由 %1$@ 在 %2$d 小时前创建";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "由 %1$@ 在 %2$d 分钟前创建";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "在一分钟前由 %@ 创建";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "在一小时前由 %@ 创建";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "由 %1$@ 在 %2$@ 的 %3$@ 创建 - 天";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "由 %1$@ 在 %2$@ 的 %3$@ 创建 - 完全";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "在几秒钟前由 %@ 创建";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "在 %1$@ 的 %2$@ 创建 - 天";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "在 %1$@ 的 %2$@ 创建 - 完全";

/* No comment provided by engineer. */
"Created seconds ago" = "在几秒钟前创建";

/* No comment provided by engineer. */
"Credential Required" = "需要凭据";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "饼图的数据无效";

/* No comment provided by engineer. */
"Delete" = "删除";

/* No comment provided by engineer. */
"Delete Attachment" = "删除附件";

/* No comment provided by engineer. */
"Delete Feature" = "删除要素";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "删除此附件会将其从弹出窗口和相关数据源中移除。";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "删除此要素会将其从地图和相关数据源中移除。";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "方向时间和距离属性不匹配。";

/* No comment provided by engineer. */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Edited %d hours ago" = "在 %d 小时前编辑";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "在 %d 分钟前编辑";

/* No comment provided by engineer. */
"Edited a minute ago" = "在一分钟前编辑";

/* No comment provided by engineer. */
"Edited an hour ago" = "在一小时前编辑";

/* No comment provided by engineer. */
"Edited by %@" = "由 %@ 编辑";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "由 %1$@ 在 %2$d 小时前编辑";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "由 %1$@ 在 %2$d 分钟前编辑";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "在一分钟前由 %@ 编辑";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "一小时前由 %@ 编辑";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "由 %1$@ 在 %2$@ 的 %3$@ 编辑 - 天";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "由 %1$@ 在 %2$@ 的 %3$@ 编辑 - 完全";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "在几秒钟前由 %@ 编辑";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "在 %1$@ 的 %2$@ 编辑 - 天";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "在 %1$@ 的 %2$@ 编辑 - 完全";

/* No comment provided by engineer. */
"Edited seconds ago" = "在几秒钟前编辑";

/* No comment provided by engineer. */
"Empty username/password" = "用户名/密码为空";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "请输入一个介于 %1$@ 和 %2$@ 之间的日期";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "请输入一个介于 %1$@ 和 %2$@ 之间的数字";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "请输入一个介于 %1$i 和 %2$i 之间的数字";

/* No comment provided by engineer. */
"Error" = "错误";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "将标识添加到密钥链时出错";

/* No comment provided by engineer. */
"Error adding keychain item" = "添加密钥链项目时出错";

/* No comment provided by engineer. */
"Error extracting identity" = "提取标识时出错";

/* No comment provided by engineer. */
"Error Loading Page" = "加载页面时出错";

/* No comment provided by engineer. */
"Error removing keychain item" = "移除密钥链项目时出错";

/* No comment provided by engineer. */
"Error updating keychain item" = "更新密钥链项目时出错";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "超过最大值(%@)";

/* No comment provided by engineer. */
"Extra Large" = "超大";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "设施点(%1$@)的增加成本型属性名称(%2$@)无效。";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "设施点(%1$@)的增加成本型属性(%2$@)为负。";

/* No comment provided by engineer. */
"Feature isn't valid." = "要素无效。";

/* No comment provided by engineer. */
"Finish" = "完成";

/* No comment provided by engineer. */
"Finishing editing..." = "正在完成编辑...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "几何";

/* No comment provided by engineer. */
"Hide" = "隐藏";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "事件点(%1$@)的增加成本型属性名称(%2$@)无效。";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "事件点(%1$@)的增加成本型属性(%2$@)为负。";

/* No comment provided by engineer. */
"Insert Part" = "插入部件";

/* No comment provided by engineer. */
"Insert Vertex" = "插入折点";

/* No comment provided by engineer. */
"Invalid argument." = "无效参数。";

/* No comment provided by engineer. */
"Invalid Credentials" = "凭据无效";

/* No comment provided by engineer. */
"Invalid GPX data." = "GPX 数据无效。";

/* No comment provided by engineer. */
"Invalid groupID." = "groupID 无效。";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "加入该组织仅支持邀请，您需要收到管理员的邀请";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "保留当前值";

/* No comment provided by engineer. */
"Large" = "大";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "低于最小值(%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "仅针对开发人员提供许可";

/* No comment provided by engineer. */
"Loading feature..." = "正在加载要素...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "地图包含无法保存的数据。要保存此地图，将移除该数据，并向 forceSaveToSupportedVersion 传递 true。";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "中";

/* No comment provided by engineer. */
"Missing client certificate" = "缺少客户端证书";

/* string to represent hyperlink attributes */
"More Info" = "详细信息";

/* No comment provided by engineer. */
"Move Geometry" = "移动几何";

/* No comment provided by engineer. */
"Move Part" = "移动部分";

/* No comment provided by engineer. */
"Move Vertex" = "移动折点";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "未找到访问资源 '%@' 的证书";

/* No comment provided by engineer. */
"No data to create a bar chart" = "无任何数据来创建条形图";

/* No comment provided by engineer. */
"No data to create a line chart" = "无任何数据来创建折线图";

/* No comment provided by engineer. */
"No data to create a pie chart" = "没有用于创建饼图的数据";

/* No comment provided by engineer. */
"No image to display" = "没有要显示的影像";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "无法在给定的一对停靠点(%@)之间找到任何路径。";

/* No comment provided by engineer. */
"Not a valid number" = "无效数字";

/* No comment provided by engineer. */
"Not a valid whole number" = "无效整数";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "在没有门户的情况下无法创建对象。请使用 fromJSON:withPortal:error: 方法进行替代。";

/* No comment provided by engineer. */
"OK" = "确定";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "一个或多个累积属性名称(%@)无效。";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "与自定义参数属性值相关联的一个或多个属性名称(%@)无效。";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "一个或多个设施点(%@)具有空几何。";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "一个或多个设施点(%@)具有无效路边通道。";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "一个或多个设施点(%@)具有无效阻抗中断。";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "一个或多个事件点(%@)具有空几何。";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "一个或多个事件点(%@)具有无效路边通道。";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "一个或多个事件点(%@)具有无效阻抗中断。";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "一个或多个事件点(%@)的目标设施点计数小于 1。";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "与自定义参数属性值相关联的一个或多个参数名称(%@)无效。";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "与自定义参数属性值相关联的一个或多个参数值类型(%@)无效。";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "一个或多个点障碍(%@)未进行定位。";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "一个或多个点障碍(%@)具有空几何。";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "一个或多个点障碍(%@)的增加成本型属性名称无效。";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "一个或多个点障碍(%@)具有无效路边通道。";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "一个或多个面障碍(%@)未涵盖任何网络元素。";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "一个或多个面障碍(%@)具有空几何。";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "一个或多个面障碍(%@)的调整成本型属性名称无效。";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "一个或多个折线障碍(%@)未涵盖任何网络元素。";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "一个或多个折线障碍(%@)具有空几何。";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "一个或多个折线障碍(%@)的调整成本型属性名称无效。";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "一个或多个约束属性名称(%@)无效。";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "与自定义参数属性值(%2$@)相关联的一个或多个约束条件用法值(%1$@)无效。";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "与自定义参数属性值(%2$@)相关联的一个或多个约束条件用法值(%1$@)不确定(例如，没有作用)。";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "一个或多个停靠点(%@)位于不可穿越的元素上。";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "一个或多个停靠点(%@)位于软限制的元素上。";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "一个或多个停靠点(%@)未进行定位。";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "无法从其他停靠点到达一个或多个停靠点(%@)。";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "一个或多个停靠点(%@)具有空几何。";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "一个或多个停靠点(%@)的时间窗结束时间早于其时间窗开始的时间。";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "一个或多个停靠点(%@)的时间窗开始时间早于 1970 年 1 月 1 日。";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "一个或多个停靠点(%@)具有无效路边通道。";

/* No comment provided by engineer. */
"Open in Safari" = "在 Safari 中打开";

/* No comment provided by engineer. */
"Password" = "密码";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "请输入新附件的名称";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "面障碍(%1$@)的调整成本型属性(%2$@)为负或零。";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "折线障碍(%1$@)的调整成本型属性(%2$@)为负或零。";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "无法返回折线。";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "公共帐户用户无法访问此应用程序。";

/* No comment provided by engineer. */
"Remove Part" = "移除部件";

/* No comment provided by engineer. */
"Remove Vertex" = "移除折点";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "如果停靠点集合包含航路点或休息，则不支持重新排序停靠点(旅行商问题)。";

/* No comment provided by engineer. */
"Reset to Default Values" = "重置为默认值";

/* No comment provided by engineer. */
"Retry" = "重试";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "路径在航路点开始或结束。";

/* No comment provided by engineer. */
"Save Image" = "保存图像";

/* No comment provided by engineer. */
"Save Movie" = "保存动画";

/* No comment provided by engineer. */
"Sign In" = "登录";

/* No comment provided by engineer. */
"Skip" = "跳过";

/* No comment provided by engineer. */
"Small" = "小";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "指定的开始时间早于 1970 年 1 月 1 日。";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "停靠点(%1$@)的增加成本型属性名称(%2$@)无效。";

/* No comment provided by engineer. */
"Take Photo or Video" = "拍摄照片或视频";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "默认阻抗中断无效。";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "默认目标设施点计数无效。";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "方向距离属性名称(%@)无效。";

/* No comment provided by engineer. */
"The directions language is invalid." = "方向语言无效。";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "方向道路类属性无效。";

/* No comment provided by engineer. */
"The directions style is invalid." = "方向样式无效。";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "方向时间属性名称(%@)无效。";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "阻抗属性名称(%@)无效。";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "输入空间参考未定义。";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "网络没有用于执行等级路径规划的等级属性。";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "必须先使用 'saveAs:' 方法将对象保存到门户。";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "输出空间参考未定义。";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "面缓冲距离无效。";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "您要查找的资源可能已移除或已更改名称，或暂时不可用";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "生成的路径遍历了一个或多个软限制元素(%@)。";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "路径过大，无法使用步行出行模式来求解。";

/* No comment provided by engineer. */
"The search where clause is not supported." = "不支持搜索 where 子句。";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "服务器证书无效。您要连接的服务器可能是冒充 '%@' 的服务器，该服务器可能会窃取您的机密信息。是否仍要连接?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "服务无法正确计算时移。";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "指定的 clientID 无效";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "由于服务器不支持所选类型停靠点，因此已忽略停靠点(%@)的停靠点类型属性。";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "出行模式已设置为默认值。";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "航路点(%@)包含增加成本型属性。";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "航路点(%@)包含时间窗。";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "加载要素时出错。请检查您的网络连接。";

/* No comment provided by engineer. */
"Time windows start date was changed." = "时间窗开始日期已更改。";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "由于阻抗属性不是时间型属性，因此将忽略时间窗。";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "要另存为新项目，您必须登录到门户。";

/* No comment provided by engineer. */
"Today" = "今天";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "令牌无效或已过期";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "令牌 URL 为 nil。您必须在凭据上设置有效的令牌 URL。";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "无法使用提供的凭据进行登录。";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "无法从提供者检索用户个人资料";

/* No comment provided by engineer. */
"Unauthorized access" = "未经授权的访问";

/* No comment provided by engineer. */
"Unknown authentication error" = "未知的身份验证错误";

/* No comment provided by engineer. */
"Unknown condition." = "未知条件。";

/* No comment provided by engineer. */
"Unknown error occurred" = "发生未知错误";

/* No comment provided by engineer. */
"Unsupported GPX data." = "GPX 数据不受支持。";

/* No comment provided by engineer. */
"User canceled error" = "取消用户出错";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "您的组织分配的用户许可无效。请联系您的管理员调整许可分配，然后重试。";

/* No comment provided by engineer. */
"Username" = "用户名";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "使用浏览器进行验证...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "值超出了 %lu 的最大字段长度";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "您正在更改要素类型。您希望保留当前值(如果可以)还是重置为默认值?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "您无法登录，因为您没有与社交网络凭据相关联的组织帐户";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "您没有访问此资源的权限";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "您的用户级别不足以访问该应用程序。";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "您必须登录到门户才能执行此操作。";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "您必须指定 1 到 5 之间的评级。";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "您必须在 plist 文件中指定位置使用描述键(NSLocationWhenInUseUsageDescription 或 NSLocationAlwaysUsageDescription)。";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "您需要选择证书后才能访问资源 '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "您需要登录后才能访问资源 '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "厘米";
"dd" = "dd";
"dm" = "分米";
"ft" = "ft";
"in" = "英寸";
"km" = "千米";
"m" = "米";
"mi" = "英里";
"mm" = "毫米";
"nm" = "海里";
"pt" = "pt";
"Unknown" = "未知";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "厘米";
"Decimal Degrees" = "十进制度";
"Decimeters" = "分米";
"Feet" = "英尺";
"Inches" = "英寸";
"Kilometers" = "千米";
"Meters" = "米";
"Miles" = "英里";
"Millimeters" = "毫米";
"Nautical Miles" = "海里";
"Points" = "磅";
"Yards" = "码";

/* Area Units Abbreviated Strings */
"sq. in" = "sq. in";
"sq. ft" = "sq. ft";
"sq. yd" = "sq. yd";
"ac" = "ac";
"sq. mi" = "sq. mi";
"sq. mm" = "sq. mm";
"sq. cm" = "sq. cm";
"sq. dm" = "sq. dm";
"sq. m" = "sq. m";
"ares" = "公亩";
"ha" = "ha";
"sq. km" = "sq. km";

/* Area Units Display Strings */
"Square Inches" = "平方英寸";
"Square Feet" = "平方英尺";
"Square Yards" = "平方码";
"Acres" = "英亩";
"Square Miles" = "平方英里";
"Square Millimeters" = "平方毫米";
"Square Centimeters" = "平方厘米";
"Square Decimeters" = "平方分米";
"Square Meters" = "平方米";
"Ares" = "公亩";
"Hectares" = "公顷";
"Square Kilometers" = "平方千米";

